<?php

////////////////////////////////////////////////////////////////////////////////////////
//                        Конфигурационный файл системы                               //
////////////////////////////////////////////////////////////////////////////////////////

const DBUSER = '';                                       // Пользователь БД
const DBNAME = '';                                       // Имя БД
const DBHOST = 'localhost';                                      // Хост
const DBPASS = '';                                         // Пароль к БД
const TOKEN = '4';   // Токен бота
const ACCESS = 'randomi';                                        // Сервисный ключ основного бота
const ADMIN = '';                                       // id админа
const PING_COUNT = '4';                                          // количество запросов ping  при вызове этой функции
const VPN_COMM = '{new VPN user}';                               // шаблон комментария при создании пользователя
const ADD_LIST = 'block_sites';                                  // address-list по умолчанию
const ADMODE = 'off';                                            // Admin-only  режим. При включении (set to "on") общение с ботом возможно только с аккаунта администратора!
?>